Repository: xankraegor/FlightWatcher
Catalog: FlightWatcher/*.lproj/Localizable.strings
Languages: ru

source: Error
ru: Ошибка

source: Couldn't detect current locality
ru: Не удалось определить текущий город!

source: Close
ru: Закрыть

source: Favorites
ru: Избранные

source: Back
ru: Назад

source: All
ru: Все

source: From map
ru: С карты

source: From search
ru: Из поиска

source: Sort
ru: Сортировка

source: %@ RUR
ru: %@ руб.

source: Ticket actions
ru: Действия с билетом

source: What to do with the ticket?
ru: Что необходимо сделать с выбранным билетом?

source: Remove from favorites
ru: Удалить из избранного

source: Remind me
ru: Напомнить

source: Sort tickets
ru: Сортировка билетов

source: Select the preferred sort order
ru: Выберите предпочитаемую сортировку

source: By price (asc.)
ru: По цене (по возр.)

source: By price (desc.)
ru: По цене (по убыв.)

source: Date added (asc.)
ru: По дате добавления (по возр.)

source: Date added (desc.)
ru: По дате добавления (по убыв.)

source: %@ - %@ for %@ RUR
ru: %@ - %@ за %@ руб.

source: Ticket reminder
ru: Напоминание о билете

source: Success
ru: Успешно

source: Remainder set at %@
ru: Уведомление будет отправлено - %@

source: From
ru: Куда

source: To
ru: Откуда

source: Cities
ru: Города

source: Airports
ru: Аэропорты

source: Search
ru: Поиск

source: Prices map
ru: Карта цен

source: Unnamed
ru: Без названия

source: Remove
ru: Не указывать

source: Ticket search
ru: Поиск билетов

source: No tickets found with current settings
ru: Билеты, удовлетворяющие текущим условиям, не найдены

source: any
ru: любая

source: From: required
ru: Откуда: нужно указать

source: To: required
ru: Куда: нужно указать

source: Departure date: any
ru: Дата вылета: любая

source: Return date: any
ru: Дата возвращения: любая

source: From: %@
ru: Откуда: %@

source: To: %@
ru: Куда: %@

source: Departure date: %@
ru: Дата вылета: %@

source: Return date: %@
ru: Дата возвращения: %@

source: %lld RUR
ru: %lld руб.

source: Choose departure location
ru: Выбрать место вылета

source: Prices map from %@
ru: Карта цен из %@

source: unknown place
ru: неизвестного места

source: Ticket to %@ for %@
ru: Билет в %@ за %@

source: Add to favorites
ru: Добавить в избранное

source: About
ru: О ПРИЛОЖЕНИИ

source: Flight tickets
ru: АВИАБИЛЕТЫ

source: Price map
ru: Карта цен

source: Flight tickets search done easily
ru: Приложение для поиска авиабилетов

source: Find the cheapest tickets
ru: Находите самые дешевые авиабилеты

source: Observe prices on the map
ru: Просматривайте карту цен

source: Make ticket favorite to save
ru: Сохраняйте выбранные билеты в избранное

source: Next
ru: ДАЛЕЕ

source: Done
ru: ГОТОВО

source: Tickets
ru: Билеты
